{"layers": [{"currentVersion": 10.81, "cimVersion": "2.6.0", "id": 0, "name": "Areas of Important Landscape Connectivity", "type": "Raster Layer", "description": "Non-species-specific omnidirectional landscape connectivity was modeled using Omniscape (McRae et al 2016; Landau 2020), an omnidirectional implementation of Circuitscape (McRae and Shah 2009). Circuitscape leverages algorithms from electrical circuit theory and their underlying mathematical connections with random-walk theory to predict ecological flows (e.g., species movement, gene migration, fire behavior, water flow) across complex landscape mosaics (McRae et al. 2008; Dickson et al. 2019). Applied in a raster data model, electrical current, representing the ecological entity of interest (e.g. dispersing individuals), is “injected” into source pixels (e.g., source habitat patches or cores) and flows across a resistance surface to “ground” (e.g., destination habitat patches or cores). Unlike approaches predicated on the identification of least-cost paths, circuit-theoretic connectivity models support quantitative evaluation of movement across multiple pathways. Input current can be modulated in accord with site characteristics conducive to outward flow (e.g., number of dispersers, relative habitat quality). Omniscape iteratively calls the Circuitscape code from a circular moving window to produce a cumulative, omnidirectional map of movement probabilities. With every iterative shift of the moving window, current is injected into every qualifying pixel relative to its source strength before flowing to ground at the circle's center target pixel. The final map, produced by summing the output surfaces from all iterations, quantifies the entire landscape's contribution to connectivity. In producing continuous models of connectivity in a framework free of discrete core areas, the omnidirectional approach avoids the need for assumptions in the delineation of core areas as well as high sensitivity of connectivity outputs to patch metrics. In addition to analytic advantages with Circuitscape (e.g., simultaneous analysis across multiple paths, variable source strength), Omniscape provides flexibility in specifying which conservation targets to connect and – by adjusting the search radius of the moving window – the maximum distances over which flows are to be permitted given the nature of the conservation target(s) and planning horizon. Both Circuitscape and Omniscape have been recoded into the Julia language for marked improvements in flexibility, scalability, and computational efficiencies (Anantharaman et al. 2019, Landau 2020). The initial output of raw current flow is the product of the amount and configuration of source flow available to connect within the search radius as shaped by intervening resistance. A second output of flow potential (a “null model”) provides a baseline surface of the current flow expected in the absence of differential resistance. Flow potential is determined entirely by the amount and configuration of source flow available to connect within the search radius. A third, derived output is of normalized current flow. Calculated as raw current flow divided by flow potential, this surface helps differentiate the mechanisms behind different flow rates. In the context of connectivity conservation for terrestrial species, these rates are typically classified as follows: Impeded areas of restricted current flow are where human land use substantially limits movement potential. Diffuse areas, characterized by moderate yet widespread and largely unrestricted current flow, are indicative of many potential movement options through mostly natural lands with few and/or more isolated barriers. Intensified areas occur where higher resistances reduce the options for potential movement, increasing flow to levels higher than expected. Intensified flow often occurs where it begins to “funnel” toward channelized areas. Channelized areas occur where barriers constrain and concentrate current to potentially a single movement option with flow levels much higher than expected. The term barrier in this framework refers to a feature or area in the landscape (anthropogenic and/or natural) with proximately high relative resistance. Barriers exhibit a dual nature: they effect pronounced reductions in immediate connectivity yet also contribute in giving rise to and shaping nearby intensified and/or channelized flow. Areas characterized by different flow rates and/or barriers may warrant different strategies for connectivity conservation. In maintenance of connectivity across diffuse areas, policy efforts affecting land use over large extents may be most effective. As flow intensifies into channelized areas, pinch-points begin to emerge. These areas are the bottlenecks at which broader-scale connectivity is most susceptible to being severed and which may deserve prioritization for targeted protection. Barriers are areas where habitat restoration may lead to the greatest improvement in landscape connectivity. This dataset, ‘NM Importance to Preserving Landscape Connectivity', originated with an Omniscape.jl run using the original, 30-meter resolution version of the ‘NM Human Modification' raster (Conservation Science Partners, Inc. 2016) for a resistance surface. Source strength was calculated as the inverse of the resistance layer, and flow was mapped up to 27 km (i.e., the search radius). The resulting normalized current flow surface was classified to retain only areas of channelized and intensified flow – both characterized in respect to their importance in preserving landscape connectivity. ATTRIBUTE INFORMATION VALUE DESCRIPTION 10 Critically important: Species movement channelized into a potentially single option. Landscape connectivity could be severed with the loss of a relatively small amount of dispersal habitat. 1 Highly important: Species movement intensified with reduced options for pathways. Most relevant in relation to nearby areas of critical importance. 0 Areas initially classified as diffuse or impeded with little to no localized importance to preserving landscape connectivity. This dataset was developed for the Data Atlas component of the Statewide Natural Resources Assessment for the 2020 New Mexico Forest Action Plan. The Atlas was prepared principally for use in spatial prioritization of resource protection and restoration strategies over 2020 – 2030 by the New Mexico Energy, Minerals and Natural Resources Department (EMNRD) Forestry Division (Forestry Division) and its partners. The dataset belongs to the Assessment's Biodiversity resource theme.", "geometryType": null, "copyrightText": "This dataset was developed for the Data Atlas by The Nature Conservancy (TNC) on behalf of the Forestry Division. Source Data: Conservation Science Partners, Inc. 2016. Human modification in the western United States 2011, v20160512 (30 m). Truckee, CA, USA. The 30 m resolution data were acquired by TNC under a confidential information agreement with CSP for exclusive use as a resistance input in modeling omnidirectional landscape connectivity in New Mexico. A resampled version at 270 m resolution can be viewed online at: https://databasin.org/datasets/d9d70bfc6e0b46789f1113c63f373c96 References: Landau, V.A. 2020. Omniscape.jl: An efficient and scalable implementation of the Omniscape algorithm in the Julia scientific computing language, vX.Y.Z. url: https://circuitscape.github.io/Omniscape.jl/stable/. doi: 10.5281/zenodo.3406711 McRae, B., K. Popper, A. Jones, M. Schindel, S. Buttrick, K. Hall, R. Unnasch, and J. Platt. 2016. Conserving Nature's Stage: Mapping Omnidirectional Connectivity for Resilient Terrestrial Landscapes in the Pacific Northwest. The Nature Conservancy, Portland Oregon. 47 pp. Available online at: http://nature.ly/resilienceNW See also: Anantharaman, R., Hall, K., Shah, V., Edelman, A. (2019). Circuitscape in Julia: High Performance Connectivity Modelling to Support Conservation Decisions. arXiv preprint arXiv:1906.03542. url: https://github.com/Circuitscape/Circuitscape.jl Dickson, B. G., Albano, C. M., Anantharaman, R., Beier, P., Fargione, J., Graves, T. A., Gray, M. E., Hall, K. R., Lawler, J. J., Leonard, P. B., et al. (2019). Circuit-theory applications to connectivity science and conservation. Conservation Biology, 33(2):239–249. https://doi.org/10.1111/cobi.13230 McRae, B.H., and V.B. Shah. 2009. Circuitscape users guide. The University of California, Santa Barbara. Available at: http://www.circuitscape.org. Updated 2014. McRae, B.H., B.G. Dickson, T.H. Keitt, and V.B. Shah. 2008. “Using Circuit Theory to Model Connectivity in Ecology, Evolution, and Conservation.” Ecology 89: 2712–24.", "parentLayer": null, "subLayers": [], "minScale": 0, "maxScale": 0, "defaultVisibility": true, "extent": {"xmin": -12170012.069274833, "ymin": 3674400.310439828, "xmax": -11458829.965914322, "ymax": 4448302.599588978, "spatialReference": {"wkid": 102100, "latestWkid": 3857, "xyTolerance": 0.001, "zTolerance": 0.001, "mTolerance": 0.001, "falseX": -20037700, "falseY": -30241100, "xyUnits": 10000, "falseZ": -100000, "zUnits": 10000, "falseM": -100000, "mUnits": 10000}}, "hasAttachments": false, "htmlPopupType": "esriServerHTMLPopupTypeNone", "displayField": "Value", "typeIdField": null, "subtypeFieldName": null, "subtypeField": null, "defaultSubtypeCode": null, "fields": [{"name": "OBJECTID", "type": "esriFieldTypeOID", "alias": "OBJECTID", "domain": null}, {"name": "Value", "type": "esriFieldTypeInteger", "alias": "Value", "domain": null}, {"name": "Count", "type": "esriFieldTypeDouble", "alias": "Count", "domain": null}], "geometryField": {}, "indexes": [{"name": "FDO_OBJECTID", "fields": "OBJECTID", "isAscending": true, "isUnique": true, "description": ""}], "subtypes": [], "relationships": [], "canModifyLayer": false, "canScaleSymbols": false, "hasLabels": false, "capabilities": "Map", "supportsStatistics": false, "supportsExceedsLimitStatistics": false, "supportsAdvancedQueries": false, "supportedQueryFormats": "JSON, geoJSON, PBF", "isDataVersioned": false, "ownershipBasedAccessControlForFeatures": {"allowOthersToQuery": true}, "advancedQueryCapabilities": {"useStandardizedQueries": false, "supportsStatistics": false, "supportsPercentileStatistics": false, "supportsHavingClause": false, "supportsOrderBy": false, "supportsDistinct": false, "supportsCountDistinct": false, "supportsPagination": false, "supportsTrueCurve": true, "supportsQueryWithDatumTransformation": true, "supportsReturningQueryExtent": true, "supportsQueryWithDistance": true, "supportsSqlExpression": false}, "supportsDatumTransformation": true, "dateFieldsTimeReference": null, "hasMetadata": true, "isDataArchived": false, "archivingInfo": {"supportsQueryWithHistoricMoment": false, "startArchivingMoment": -1}, "supportsCoordinatesQuantization": true, "supportsDynamicLegends": true}], "tables": []}